/* State and Keywordgroupnames */
"Base" = "基本";
"Keywords" = "キーワード";
"Types" = "型";
"Numbers" = "数";
"Characters" = "文字";
"FunctionRegex" = "関数呼び出し";
"Preprocessor" = "プリプロセッサ";
"Comment" = "(* コマンド *)";
"Comment Curly" = "{ コメント }";
"SingleComment" = "// コメント";
"String" = "'文字列'";
